import React from "react";
import Feedback from "../../components/Feedback";
import Footer from "../../components/Footer";
import Header from "../../components/Header";
import "./about.css";

const About = () => {
  return (
    <div className="off-canvas-wrap">
      <Header />

      <main className="inner-wrap" id="contentarea" tabIndex="-1">
        <div className="about-container1">
          <div className="about-container1-bg">
            <div className="about-container1-block">
              <div className="yellow-stick"></div>
              <h1>Биз жөнүндө</h1>
              <p>
                Колдонмо математика жана информатика бөлүмү 2007-2008 - окуу жылында
                ачылып, ошол эле жылы студенттерди кабыл ала баштаган. 2011-2012 – окуу
                жылында алгачкы бүтүрүүчүлөрүбүз " Колдонмо математика жана
                информатика" багыты боюнча бакалавр даражасына ээ болушкан жана
                бүгүнкү күндө бардыгы 203 бакалавр даярдалды. Учурда бөлүмдө 116 студент
                билим алууда. Колдонмо математика жана информатика бөлүмүнүн кошумча
                адистик берүү программасы дагы бар.
              </p>
            </div>
          </div>
        </div>

        <div className="goal">
          <article>
            <h1>Максатыбыз</h1>
            <p>
              Терең математикалык билимге ээ болгон, түрдүү тилдерде программалоону
              билген, математиканын заманбап колдонулуштары менен тааныш,
              маалыматты сактоо, иштетүү, берүү жана коргоонун жаңы ыкмаларын мыкты
              өздөштүргөн жогорку билимдүү адистерди даярдоо.
            </p>

            <p>
              Биз студенттерде математикалык моделдөө, маалыматтарды талдоо, программалоо жана маалыматтык
              технологиялар жаатында ийгиликтүү карьера жүргүзүү үчүн зарыл болгон көндүмдөрдү жана билимдерди
              өнүктүрүүгө умтулабыз.
              Биз студенттерибизде академиялык мыктылыкты, инновацияны жана сынчыл ой жүгүртүүнү жайылтуучу
              билим берүү чөйрөсүн түзүүнү көздөп жатабыз. Биз аларга математикалык методдорду жана
              информатика илимин ар кандай тармактарда, анын ичинде каржы, технология, илим, инженерия жана
              башка тармактарда практикалык колдонууга мүмкүнчүлүк берүүгө умтулабыз.
              Биздин максатыбыз-командада натыйжалуу иштей алган, өзгөрүлүп жаткан технологиялык талаптарга
              ылайыкташкан жана билимин жана көндүмдөрүн колдонуу аркылуу коомдун өнүгүшүнө салым кошо алган
              бүтүрүүчүлөрдү даярдоо.
              Биз студенттерге практикалык тажрыйба топтоого жана билимин чыныгы долбоорлордо колдонууга
              мүмкүнчүлүк берүү үчүн өнөр жай, илимий мекемелер жана башка өнөктөштөр менен жигердүү катышууга
              умтулабыз.
            </p>

            <blockquote>
              <p>
                "Биздин максатыбыз - Колдонмо Математика жана Информатика жаатында изилдөө, үйрөнүү жана
                өнүгүү жана илим менен өндүрүшкө олуттуу салым кошкон алдыңкы бөлүм болуу."
              </p>
            </blockquote>

            <h1>ИЛИМИЙ БАГЫТТАР ЖАНА ДОЛБООРЛОР</h1>
            <p>
              Биздин бөлүмдүн профессордук окутуучулук курамы тарабынан көптөгөн
              илимий макалалар жана китептер жазылууда. Акыркы 5 жылда бөлүмүбүздүн
              эл аралык SCI журналдарда 25 макаласы, математика жана программалоо
              боюнча башка журналдарда көптөгөн макалалары жана окуу китептери
              басылып чыкты. Бөлүмүбүздө илимий чыгармалар менен катар эл аралык
              илимий долбоорлор аткарылып келүүдө.
            </p>

            <h1>ЭЛ АРАЛЫК БАЙЛАНЫШТАР</h1>
            <p>
              Бөлүмдүн окутуучулары Кыргызстандагы жана чет өлкөлөрдөгү
              университеттер жана институттар менен тыгыз байланышта иштешет.
              Бөлүмүбүз Түркия Республикасынын Анкара, Кастомону, Гази, Сакарья,
              Фырат университеттери, Москва Мамлекеттик Университети, Москва
              Техникалык университети (МЭИ) менен илимий кызматташтыкта болуп,
              алардын айрымдары менен орток долбоорлор үстүндө да иштөөдө.
            </p>
          </article>
        </div>
        <a className="exit-off-canvas"></a>
      </main>

      <Feedback />
      <Footer />
    </div>
  );
};

export default About;