import React from "react";
import ume from "../../../images/ume.jpg";

const NewsCard = ()=>{

    return(
        <div class="row t-align">
				<div class="about-col order4">
					<img src={ume} alt=""/>
				</div>
				<div class="about-col order3">
					<h1>Студент алмашуу программалары</h1>
					<p>Бөлүмдүн 2-курсун ийгиликтүү аяктаган студенттер университетибизде ишке 
						ашырылып жаткан Мевлана,Орхун алмашуу программасынын алкагында 6 ай
						же 1 жылдык мөөнөткө Түркия    мамлекетинин  университеттеринде окуусун 
						улантып  келе   алышат.     Бөлүмдүн  эң ийгиликтүү  студенттери  Түркиянын
						алдыңкы  университеттеринде,   калгандары    Кыргызстандагы   мамлекеттик 
						мекемелерде,   банктарда,   жеке   ишканаларда,  компьютердик    фирмаларда, 
						басмаканаларда ж.б. уюмдарда өндүрүштүк практикадан өтүшөт. Бөлүм    бир 
						катар мекеме жана ишканалар, мисалы, Улуттук илимдер академиясы, Каржы 
						министрлигинин маалымат башкаруу бөлүмү, “Демир” банкы, “Нур Телеком”
						компаниясы ж.б.  менен практика боюнча келишимдерди түзгөн. Өндүрүштүк
						практиканы      ийгиликтүү      өткөн     айрым    бүтүрүүчүлөрүбүз   ошол  эле 
						мекемелерде  иш  орундары  менен  да  камсыз  болушат.          </p>
					<a href="http://mediamanas.kg/" class="hero-btn red-btn" >Толугураак</a>
				</div>
			</div>
    )
}

export default NewsCard;