import React from "react";
import Feedback from "../../components/Feedback";
import Footer from "../../components/Footer";
import Header from "../../components/Header";
import student1 from "../../images/student1.jpg";
import "./students.css";
import mezun1 from "../../images/mezun1.jpg";
import mezun2 from "../../images/mezun2.jpg";
import ume from "../../images/ume.jpg";


const Students = ()=>{

    return(
        <div className="off-canvas-wrap">
        <Header />

		<section class="about-us" >
	
			<div class="row">
				<div class="about-col">
					<h1>Студентердин жетишкендиктери</h1>
					<p>Студенттердин коомдук ишмердуулугу,
						чыгармачылык жана коомдук жетишкендиктери.
						Студенттер, Колдонмо математика  жана  информатика бөлүмүндө  кесиптик 
						билим гана албастан, университет тарабынан уюштурулуп туруучу  ар кандай
						коомдук,  чыгармачылык   жана  спорттук   иштерге   да     катышып   турушат.
						Студенттердин бөлүмдүн  мындай  түрдөгү  иштеринде  активдүү  катышуусу
						алардын инсан катары  калыптануусунда  олуттуу  орунду  ээлейт. 
					</p>
					<a href="http://mediamanas.kg/" class="hero-btn red-btn" >Толугураак</a>
				</div>
				<div class="about-col">
					<img src={student1} alt=""/>
				</div>
			</div>
			<div class="row t-align">
				<div class="about-col order4">
					<img src={ume} alt=""/>
				</div>
				<div class="about-col order3">
					<h1>Студент алмашуу программалары</h1>
					<p>Бөлүмдүн 2-курсун ийгиликтүү аяктаган студенттер университетибизде ишке 
						ашырылып жаткан Мевлана,Орхун алмашуу программасынын алкагында 6 ай
						же 1 жылдык мөөнөткө Түркия    мамлекетинин  университеттеринде окуусун 
						улантып  келе   алышат.     Бөлүмдүн  эң ийгиликтүү  студенттери  Түркиянын
						алдыңкы  университеттеринде,   калгандары    Кыргызстандагы   мамлекеттик 
						мекемелерде,   банктарда,   жеке   ишканаларда,  компьютердик    фирмаларда, 
						басмаканаларда ж.б. уюмдарда өндүрүштүк практикадан өтүшөт. Бөлүм    бир 
						катар мекеме жана ишканалар, мисалы, Улуттук илимдер академиясы, Каржы 
						министрлигинин маалымат башкаруу бөлүмү, “Демир” банкы, “Нур Телеком”
						компаниясы ж.б.  менен практика боюнча келишимдерди түзгөн. Өндүрүштүк
						практиканы      ийгиликтүү      өткөн     айрым    бүтүрүүчүлөрүбүз   ошол  эле 
						мекемелерде  иш  орундары  менен  да  камсыз  болушат.          </p>
					<a href="http://mediamanas.kg/" class="hero-btn red-btn" >Толугураак</a>
				</div>
			</div>
			<div class="row">
				<div class="about-col">
					<div class="about-col order5">
						<h1>БҮТҮРҮҮЧҮЛӨРДҮН ИШКЕ ОРНОШУУСУ</h1>
						<p>БҮТҮРҮҮЧҮЛӨРДҮН ИШКЕ ОРНОШУУ ЖАНА ОКУУСУН УЛАНТУУ МҮМКҮНЧҮЛҮКТӨРҮ.
							Бөлүмдүн бүтүрүүчүлөрү:  <br/>
						
							&#x2022;IT-компанияларда;<br/>
							&#x2022;илимий-изилдөө жана долбоорлоо борборлорунда;<br/>
							&#x2022;банктар жана каржы мекемелеринде;<br/>
							&#x2022;теле-радио- жана телефондук байланыш мекемелеринде <br/>
							&#x2022;басмаканаларда;<br/>
							&#x2022;билим берүү мекемелеринде иштей алышат.<br/>
							
							Билим алууну уланткысы келген бүтүрүүчүлөр “Компьютер инженерлиги” 
							жана   “Математика”   багыты   боюнча  магистратура  жана докторантурага тапшыра алышат.
						</p>
						<a href="http://mediamanas.kg/" class="hero-btn red-btn" >Толугураак</a>
					</div>
				</div>
				<div class="about-col order6">
					<img src={mezun1} alt=""/>
				</div>
			</div>
			<div class="row">
				<div class="about-col order6">
					<img src={mezun2} alt=""/>
				</div>
				<div class="about-col order7">
					<h1>Бутуруучулор тууралуу</h1>
					<p>
                        Бүтүрүүчүлөрүбүздүн дээрлик бардыгы  өз кесиби  боюнча  ишке   орношуп,
						эмгектенип жатышат. Алар Кыргыз - Түрк “Манас”  университетинде  илимий
						кызматкер,      дүйнөгө     таанымал    Microsoft     компаниясында   програмчы, 
						Axelhub, InstatSport  сыяктуу  эл  аралык    IT    компанияларында   програмчы, 
						типографияларда   дизайнер,   Mirsoft    компаниясында    Android    жана   iOS 
						програмчы, "Optima” банкында  риск менеджер,  Кыргызстандын  Социалдык 
						фондунда башкы адис, Beeline компаниясында чоң берилиштердин аналитиги, 
						Кыргыз Техникалык  университетинде инженер  жана  окутуучу,  мектептерде
						мугалим,    КР     Финансы    министрлиги     астындагы    " Инфо - Система " 
						компаниясында адис болуп иштеп келүүдө.
                    </p>
					<a href="http://mediamanas.kg/" class="hero-btn red-btn" >Толугураак</a>
				</div>
			</div>
		</section>

        <Feedback />
        <Footer />
      </div>
    )
}

export default Students;