import React from "react";
import Feedback from "../../components/Feedback";
import Footer from "../../components/Footer";
import Header from "../../components/Header";
import "./why_ume.css";

const WhyUme = ()=>{

    return(
        <div className={'off-canvas-wrap'}>
            <Header />

            <div class="banner">
                <div class="banner-text">
                </div>
            </div>

            <div className="information">
            <div className="information-container">
                <h1 >Эмне үчүн Колдонмо Математика жана Информатика?</h1>
                <h3 >Колдонмо математика жана информатика</h3>
                <br/>Колдонмо математика жана информатика - бул экономика, илим, технология жана башка көптөгөн тармактардагы татаал маселелерди чечүүгө мүмкүндүк берген заманбап жана тез өнүгүп жаткан билим чөйрөсү.
                <p>Бул бөлумду аяктагандан кийин, студент математикалык моделдөө, маалыматтарды талдоо, программалоо жана башка компьютердик технологиялар боюнча кесиптик көндүмдөргө ээ болот. Алар каржы, медицина, инженерия жана илим сыяктуу ар кандай тармактарда колдонулушу мүмкүн. 
                    Бул окуу чөйрөсүн тандоо, ошондой эле азыркы учурда информатика жана математика адистигине чоң суроо-талап бар экендиги менен байланыштуу, бул бөлүмдүн бүтүрүүчүлөрү үчүн <b> туруктуу жана келечектүү карьераны </b> камсыз кылат.</p>
                <h3 >Колдонмо математика жана информатика: мүмкүнчүлүктөр</h3>
                <p >Бул багыт маалыматтык технологияларга жана программалоого тереңдетүү менен прикладдык информатикадан олуттуу айырмаланат. Багыт так илимдер курсун алдыңкы программалоо менен айкалыштырат.
                    Ошону менен катар, студент келечекте адистешүүнүн деңгээлин жогорулатууга жардам бере турган программалоо чөйрөсүнө киргизүү дисциплиналарынын жыйындысын өздөштүрө алат:  </p>
                    <ul>
                        <li>инновациялык технологияларды практикада колдонуу,татаал алгоритмдерди түзүү </li>
                        <li>ар кандай программалардын иштеши жана модернизациясы </li>
                        <li>популярдуу программалоо тилдеринде жазылган программаларды окуй билүү </li>
                        <li>ар түрдүү математикалык моделдерди түзүү жана ишке ашыруу </li>
                        <li>изилдөөнүн негизги иштөө методдорун билүү</li>
                        <li>тапшырмаларды аткаруу үчүн алдыңкы программаны колдонуу</li>
                        <li>жасалма интеллект</li>
                        <li>нейросеттер</li>            
                        <li>математикадагы бардык инновацияларды түшүнүү </li>
                        <li>физиканын бардык тармактары боюнча терең билим аналитикалык гeометрия жана сызыктуу алгебра ыкмаларын колдоно билүү</li>
                    </ul>
                    <p > "КМИ" факультетинде окутуунун жүрүшүндө студенттер илимий жана өндүрүштүк чөйрөдөгү процесстерди моделдөө үчүн математиканын ар кандай методикаларын колдонуу тажрыйбасына ээ болушат. Окутуу процессинде алынган билимдердин негизинде даярдалган адистер компьютердик технологиялардын инновациялык продуктуларын түзүп, аларды өркүндөтө башташат.Бул багыт ар кандай ОС менен иштөөнү изилдөөгө, жаңы программалык продуктуларды түзүүгө, аларды модернизациялоого мүмкүндүк берет, ошондой эле компьютерди тейлөө көндүмдөрүн берет.</p>
                <h3>Колдонмо математика жана информатика: колдонуу чөйрөсү жана келечеги</h3>

                <p > Келечекте : аналитик данных, машиналык уйротуу боюнча специалист,программдык камсыздоочу,жасалма интеллект сферасында изилдоочу,финансылык аналитик,сеттик аналитик, биоинформатик,геоинформациондук специалист,инженер-моделист,
                    киберкоопсуздук специалисти, маалыматтарды анализдоочу специалист,маркетинг боюнча аналитик,автоматизациялоо боюнча специалист,виртуализация боюнча специалист,инженер-робототехник, 
                    Колдонмо математика жана информатика — бул практикалык маселелерди чечүү үчүн математика, информатика, физика,
                    экономика, биология жана башка көптөгөн илимдердин билимдерин бириктирген билим чөйрөсү. Бул макалада колдонмо
                    математика жана информатика ар кандай тармактарда кандайча колдонуларын жана ушул тармактын бүтүрүүчүлөрү үчүн
                    кандай перспективалар бар экендигин карап чыгабыз. 
                    <p className="subtitle"><b> Экономикада колдонмо математика жана информатика</b></p>
                    Экономикада колдонмо математика жана информатика маалыматтарды
                    талдоо, экономикалык моделдерди иштеп чыгуу жана болжолдоо үчүн колдонулат. Математикалык моделдердин негизинде
                    экономисттер экономикалык өнүгүүнүн ар кандай сценарийлерин баалап, инвестициялоонун мыкты стратегияларын аныктап,
                    кризистик көрүнүштөрдүн себептерин жана кесепеттерин аныктай алышат ж. б.
                    <p className="subtitle"><b>Медицинада колдонмо математика жана информатика</b></p>
                    Медицинада колдонмо математика жана информатика медициналык маалыматтарды талдоо, биологиялык процесстерди
                        моделдөө жана жаңы дарылоону иштеп чыгуу үчүн колдонулат. Мисалы, математикалык моделдердин жардамы менен
                        жугуштуу оорулардын жайылышын алдын ала айтууга болот, шишиктердин өсүү динамикасын талдоо, дары-дармектердин
                        оптималдуу дозаларын аныктоо ж. б.
                    <p className="subtitle"><b>Инженердик колдонмо математика жана информатика</b></p>Мисалы, математикалык методдор жаңы электрондук компоненттерди
                    иштеп чыгууга, унаалардын дизайнын оптималдаштырууга, компьютердик оюндарды түзүүгө ж. б. жардам берет
                    Колдонмо математика жана информатика бүтүрүүчүлөрүнүн келечегиКолдонмо математика жана информатика адистигинин
                    бүтүрүүчүлөрү маалыматтарды талдоо менен байланышкан ар кандай иш чөйрөлөрүндө кеңири жумушка орношушат. Колдонмо
                    математика жана информатика - бул экономика, илим, технология жана башка көптөгөн тармактардагы татаал маселелерди
                    чечүүгө мүмкүндүк берген заманбап жана тез өнүгүп жаткан билим чөйрөлөрү.Бул окуу чөйрөсүн тандоо, ошондой эле
                    азыркы учурда информатика жана математика адистигине чоң суроо-талап бар экендиги менен байланыштуу, бул бөлүмдүн
                    бүтүрүүчүлөрү үчүн туруктуу жана келечектүү карьераны камсыз кылат.
                </p>

                <h2>Күчтүү мугалимдик состав</h2>
                <a href="../professors/professors.html">ТОЛУГУРААК</a>
            </div>
            <Feedback/>
            <Footer/>
        </div>
    </div>
    )
};

export default WhyUme;